[
  {
    "label": "Chaos Gremlin",
    "text": "Justin once tried to explain quantum mechanics to a barista just to see what would happen. He collects hobbies like trading cards and has strong opinions about font kerning. If you need someone to start a passionate debate about whether a hot dog is a sandwich, he's your guy."
  },
  {
    "label": "Class Clown",
    "text": "Justin is the person who sends you a 3-minute voice memo at midnight about an idea he just had. He's dangerously curious, mildly sleep-deprived, and has never met a Wikipedia rabbit hole he didn't follow. He thinks meetings should have intermissions."
  },
  {
    "label": "Casual Friend",
    "text": "Justin is a builder and a thinker who doesn't take himself too seriously. He's into design, code, music, and the kinds of questions that don't have clean answers. He'd rather have an interesting conversation than a polished pitch deck."
  },
  {
    "label": "Coffee Chat",
    "text": "Justin is curious about how things work — software, organizations, people. He spends his time building things on the internet and reading widely. He's always down to grab coffee and talk about whatever you're obsessed with right now."
  },
  {
    "label": "The Real Me",
    "text": "Justin is a generalist who believes the most interesting ideas live at the intersection of disciplines. He writes, codes, designs, and leads — not because he's good at all of them, but because he can't help exploring. He's driven by curiosity and a desire to make things that matter."
  },
  {
    "label": "Dinner Party",
    "text": "Justin Graham is a technologist and creative thinker. He's passionate about building products, exploring ideas, and connecting people. His work spans software development, design, and leadership, with a focus on creating things that are both useful and beautiful."
  },
  {
    "label": "Networking Event",
    "text": "Justin Graham is a software engineer and product thinker with experience in full-stack development and technical leadership. He's interested in the intersection of technology, design, and human behavior, and enjoys building products that solve real problems."
  },
  {
    "label": "LinkedIn Bio",
    "text": "Justin Graham is a technology professional with expertise in software engineering, product development, and team leadership. He brings a cross-disciplinary approach to problem solving, combining technical depth with design sensibility and strategic thinking."
  },
  {
    "label": "Conference Speaker",
    "text": "Justin Graham is an engineer and technologist who focuses on building high-quality software products. With experience spanning frontend development, systems design, and organizational leadership, he brings a rigorous yet creative approach to the challenges of modern software development."
  },
  {
    "label": "Board Meeting",
    "text": "Justin Graham is a seasoned technology leader with a track record of delivering impactful software products. He combines deep technical expertise with strategic vision and cross-functional leadership capabilities. His approach emphasizes operational excellence, data-driven decision making, and building high-performing engineering organizations."
  }
]
